Repository: yavdr/yavdr-i18n
Catalog: *.po
Languages: cs

source: Timer
cs: Nahrávání

source: Applications
cs: Aplikace

source: Media
cs: Média

source: KODI on graphtft Display
cs: KODI na displaji graphtft

source: Games
cs: Hry

source: Tools
cs: Nástroje

source: Commands
cs: Příkazy

source: Safely remove usb mass storage
cs: Odpojit USB disky

source: Update vdr recordings list
cs: Aktualizovat seznam nahrávek

source: Restart VDR
cs: Restartovat VDR

source: Reboot system
cs: Restartovat systém

source: Shutdown system
cs: Vypnout systém

source: PIP on/off
cs: PIP zap/vyp

source: PIP swap
cs: PIP vyměnit

source: VLC-Media-Player
cs: VLC přehrávač

source: Recording
cs: Nahrávky

source: Music
cs: Hudba

source: Picture
cs: Obrázky

source: Miscellaneous
cs: Různé

source: Please select the audio output. Make your choice and press "Save". At saving VDR and the video output will be restarted in order to make your choice activ.
cs: Vyberte audio výstup. Zvolte vybraný výstup a stiskněte "Uložit". Po uložení bude VDR a audio výstup restartováno.

source: Audio
cs: Zvuk

source: Output to all devices
cs: Všechna zařízení

source: Analog
cs: Analogový

source: Audio output will happen through the speaker/headphone plug
cs: Analogový výstup skrz konektory reproduktorů/sluchátek

source: Digital (Toslink/SPDIF)
cs: Digitální (Toslink/SPDIF)

source: Audio output will happen through Toslink/SPDIF.
cs: Digitální audio výstup pomocí Toslink/SPDIF

source: Audio output will happen through HDMI in PCM. This variant does a downmix for HDMI devices which only can handle stereo (i.e. tv sets).
cs: Stereo audio výstup do HDMI v PCM formátu.

source: HDMI-Passthrough
cs: HDMI bez úprav

source: Audio output will happen through HDMI with Pass Through.
cs: Audio data budou předána do HDMI bez úprav.

source: Audio output
cs: Zvukový výstup

source: Here you can configure your display settings.
cs: Zde můžete upravit nastavení zobrazení.

source: Display
cs: Video

source: Rescan displays
cs: Detekovat obrazovky

source: Refresh rate
cs: Obnovovací frekvence

source: Device
cs: Zařízení

source: Primary
cs: Primární

source: Secondary
cs: Sekundární

source: Select resolution
cs: Vyberte rozlišení

source: Resolution
cs: Rozlišení

source: Nvidia overscan compensation
cs: Nvidia kompenzace overscanu

source: Basic
cs: Základní

source: Dual-Head Mode
cs: Dual-Head režim

source: Xine HD deinterlacer
cs: odstranění prokládaní Xine HD

source: default
cs: výchozí

source: Xine SD deinterlacer
cs: odstranění prokládaní Xine SD

source: disabled (less than 2 displays found)
cs: vypnuto (detekován pouze 1 display)

source: Rescan display. Displays may flicker.
cs: Detekce obrazovek. Obraz může blikat.

source: Rescan display failed.
cs: Detekce obrazovek selhala.

source: Default frequency
cs: Výchozí frekvence

source: Settings
cs: Nastavení

source: Here you can configure your remote hardware.
cs: Zde lze nastavit dálkové ovládání

source: Driver
cs: Ovladač

source: LIRC driver
cs: LIRC ovladač

source: HW-Default
cs: HW výchozí

source: Receiver
cs: Přijímač

source: Serial port
cs: Sériový port

source: Activate LIRC
cs: Aktivace LIRC

source: Activate EventLircd
cs: Aktivace EventLircd

source: Choose a file:
cs: Vyberte soubor:

source: Save
cs: Uložit

source: System
cs: Systém

source: Reload
cs: Obnov

source: Mark content
cs: Označit obsah

source: Send to PasteBin
cs: Odeslat na PasteBin

source: Please wait...
cs: Čekejte prosím...

source: General system settings are made here.
cs: Základní nastavení systému.

source: Webfrontend language
cs: Jazyk web rozhraní

source: Shutdown and wakeup
cs: Vypnutí a probuzení

source: Choose timeout in seconds:
cs: Zvolte prodlevu v sekundách:

source: "The maximum is 10."
cs: "Maximum 10."

source: "The minimum is 0."
cs: "Minimum 0."

source: "Language"
cs: "Jazyk"

source: Suspend to RAM
cs: Uspání do paměti (Suspend to RAM)

source: Switches the computer into energy saving mode. Only RAM will be supplied with Power.
cs: Přepne počítač do úsporného režimu. Napájí se pouze paměť.

source: Fake suspend to disk
cs: Falešné uspání na disk (Fake suspend to disk)

source: Alternative for Suspend to RAM. This can be used as a fallback for some problematic devices
cs: Alternativa k uspání do paměti. Náhradní řešení pro některá problémová zařízení.

source: Shutdown
cs: Vypnutí

source: This is the classical shutdown.
cs: Normální vypnutí.

source: reboot PowerOff-kernel
cs: restartovat a vypnout (reboot PowerOff-kernel)

source: Some Hardware needs the PowerOff kernel in order to be able to shut down. Use this if you have this problem.
cs: Některý hardware vyžaduje restartovat do PowerOff jádra a pak teprve se vypne.

source: Without timer wakeup.
cs: Žádné plánované zapínání.

source: ACPI timer wakeup. YaVDR default setting.
cs: ACPI zapínání. Výchozí nastavení.

source: You need a special nvram configuration to use it.
cs: Je nutné nastavit konfiguraci nvram.

source: Shutdown method
cs: Způsob vypnutí

source: Wakeup method
cs: Způsob plánovaného zapnutí

source: Disable USB-wakeup
cs: Zakázat zapnutí pomocí USB

source: Deactivate USB-wakeup, for incompatible hardware
cs: Vypne zapínání pomocí USB, kvůli nekompaktibilnímu zařízení

source: Network
cs: Síť

source: You can define Host and shares which should be mounted automatically. You need to key in the shares using "host:/path/to/the/share".
cs: Můžete definovat vzdálené složky, které budou automaticky připojeny. Je třeba je zadat ve formátu "host:/sdilena/cesta"

source: Add
cs: Přidat

source: Delete
cs: Smazat

source: The name is missing
cs: Jmeno chybí

source: load new information from internet
cs: stáhnout nové údaje z internetu

source: remove unneeded packages
cs: odstraní nepotřebné balíčky

source: clears out the local repository of retrieved package file
cs: smaže lokální kopie stažených balíčků

source: Install
cs: Instalovat

source: Remove
cs: Odinstalovat

source: Activate
cs: Aktivovat

source: Deactivate
cs: Deaktivovat

source: Package
cs: Balík

source: Maintainer
cs: Správce

source: Description
cs: Popis

source: Please select a package to see additional details.
cs: Vyberte balíček pro zobrazení podrobností.

source: Version
cs: Verze

source: Name of the group
cs: Jméno skupiny

source: Name
cs: Jméno

source: Next channel no.
cs: Další č. stanice

source: "ChannelsReader.read: Channels not available"
cs: "ChannelsReader.read: Stanice nejsou dostupné"

source: Channels saved
cs: Stanice uloženy

source: generated channels.conf
cs: vygenerovaný channels.conf

source: Channels
cs: Stanice

source: Clipboard
cs: Schránka

source: Move into channels.conf
cs: Přesunout do channels.conf

source: Add new group
cs: Nová skupina

source: Please enter the group name:
cs: Zadejte jméno skupiny

source: Display channels.conf
cs: Zobrazit channels.conf

source: "Channel"
cs: "Stanice"

source: "Name"
cs: "Jméno"

source: "Provider"
cs: "Poskytovatel"

source: "loading channels"
cs: "nahrávám stanice"

source: Move into clipboard
cs: Přesunout do schránky

source: On top
cs: Na začátek

source: At bottom
cs: Na konec

source: Insert clipboard
cs: Vložit schránku

source: Above %s
cs: Nad %s

source: Below %s
cs: Pod %s

source: Delete "%s"
cs: Smazat "%s"

source: Delete selection
cs: Smazat vybrané

source: Here you can make general setting for and around VDR.
cs: Základní nastavení VDR.

source: General
cs: Základní

source: Lifeguard monitoring items
cs: Lifeguard monitorované programy

source: VDR-Lifeguard will check the choosen items before allowing the shutdown. Please choose the items which should not be interrupted by a shutdown. Not checked means it will not block the shutdown.
cs: VDR-Lifeguard kontroluje vybrané položky před vypnutím systému. Vybrané položky zabrání vypnutí systému. Nevybrané položky vypnutí neblokují.

source: This choice is using the xineliboutput plugin with frontend vdr-sxfe.
cs: Tato volba použije plugin xineliboutput a klient vdr-sxfe.

source: This is an alternative frontend. It is using the xine plugin using Xine for decoding.
cs: Alternativní výstup, použije xine plugin a klient Xine

source: If you want to use VDR as backend for KODI and watch TV only in KODI this is your choice.
cs: Pokud je VDR na straně serveru a klientem je výhradně KODI, je toto správná volba.

source: You can choose this if you don't want to have any video output. This is if you want to use yavdr as server, or disable any decoding on video cards.
cs: Vyberte tuto volbu, pokud nechcete žádný video výstup. Může být, když chcese použít yavdr jako server, nebo vypnout dekodování na video kartách.

source: If you want to use VDR with a TT-premium S2-6400 HD.
cs: Pokud chcete použít VDR s TT-premium S2-6400 HD.

source: Video Output
cs: Video výstup

source: Override incorrect not DVB compliant EPG Encoding, as send by Sky
cs: Přepsat chybné DVB nekompatibilní EPG kódování Sky

source: Charset override
cs: Přepsání kódování

source: Append "%s" to channels.conf
cs: Přidat "%s" do channels.conf

source: Append checked channels to channels.conf
cs: Přidat vybrané stanice do channels.conf

source: Adding channels to channels.conf
cs: Přidat stanice do channels.conf

source: Diagnostics
cs: Diagnostika

source: Refresh
cs: Onovit

source: Go to the end
cs: Přejít na konec

source: ALSA status information
cs: ALSA status

source: ALSA device list
cs: ALSA zařízení

source: ALSA custom sound configuration
cs: ALSA uživatelská konfigurace

source: Package information
cs: Informace o balíčcích

source: Installed packages (VDR, VDR-Plugins, VDR-Addons, KODI, yavdr)
cs: Instalované balíčky (VDR, VDR-Plugins, VDR-Addons, KODI, yavdr)

source: Apt history of recently installed packages
cs: Apt historie nedávno instalovaných balíčků

source: LIRC hardware configuration
cs: LIRC konfigurace hardware

source: LIRCD configuration
cs: LIRCD konfigurace

source: System information
cs: Systémové informace

source: System load
cs: Zatížení systému

source: Network status
cs: Stav sítě

source: Filesystem usage
cs: Využití disků

source: Webserver logfile
cs: Webserver log soubor

source: VDR basic configuration
cs: VDR základní nastavení

source: X-Server configuration (only if NVIDIA VDPAU present)
cs: konfigurace X-Serveru (jen pokud je dostupné NVIDIA VDPAU)

source: X-Server logfile
cs: X-Server log soubor

source: KODI crash log
cs: KODI chybový log

source: yaVDR database
cs: yaVDR databáza

source: Recordings
cs: Nahrávky

source: Duration
cs: Délka

source: Timers
cs: Nahrávání

source: Start
cs: Začátek

source: Schedule
cs: Program

source: Here you can configure your VDR and applications around it.
cs: Konfigurace VDR a aplikací.

source: Remote control
cs: Dálkové ovládání

source: Edit configurations
cs: Úpravy nastavení

source: Packages
cs: Balíčky

source: Here you can monitor your system. You can look into log files and send them to pastebin to let others review them.
cs: Zde je možný monitoring systému, prohlížení log souborů a jejich odeslání na PasteBin pro kontrolu ostatními uživateli.

source: "Execute command..."
cs: "Provádím příkaz..."

source: The command has been executed successfully
cs: Příkaz byl vykonán úspěšně

source: The command could not complete successfully
cs: Příkaz selhal

source: Switch temporarily to second screen
cs: Přepnout dočasně na druhou obrazovku

source: Reboot computer
cs: Restartovat počítač

source: Kill KODI
cs: Zabít KODI

source: Sound (ALSA)
cs: Zvuk (ALSA)

source: System log files
cs: Systémové log soubory

source: LIRC configuration
cs: LIRC nastavení

source: VDR configuration
cs: VDR nastavení

source: Dashboard
cs: Hlavní panel

source: Saving
cs: Ukládání

source: Cancel
cs: Zrušit

source: Error while saving data.
cs: Chyba při ukládání.

source: Data stored successfully.
cs: Uloženo.

source: Introduction
cs: Úvod

source: Close
cs: Zavřít

source: Install package?
cs: Instalovat balíček?

source: Would you like to install package "%s"?
cs: Chcete instalovat balíček "%s"?

source: Would you like to remove package "%s"?
cs: Chcete odebrat balíček "%s"?

source: Would you like to enable "%s"?
cs: Chcete povolit "%s"?

source: fatal error: disable plugin failed
cs: závažná chyba: selhalo vypnutí pluginu

source: Disable plugin?
cs: Vypnout plugin?

source: Would you like to disable "%s"?
cs: Chcete zakázat "%s"?

source: Title (optional)
cs: Název (nepovinný)

source: Email (optional)
cs: e-mail (nepovinný)

source: Content
cs: Obsah

source: Send
cs: Odeslat

source: You can configure your sundtek DVB hardware here.
cs: Zde lze nastavit Sundtek DVB zařízení

source: unchanged
cs: beze změny

source: Rescan Sundtek
cs: Detekovat Sundtek

source: DVB-Mode
cs: DVB režim

source: mount device
cs: připojit zařízení

source: remove this configuration
cs: odstranit toto nastavení

source: Do you realy want to remove this configration:
cs: Opravdu chcete odstranit toto nastavení?

source: allows devices to be mounted remotely
cs: umožňuje vzdálené připojení

source: Rescan for sundtek devices.
cs: Detekuji zařízení Sundtek.

source: Do not change frontend settings
cs: Neměnit nastavení výstupu

source: Language
cs: Jazyk

source: yes
cs: ano

source: no
cs: ne

source: Set KODI defaults
cs: KODI výchozí nastavení

source: enabled
cs: povoleno

source: Edit
cs: Změna

source: unknown
cs: neznámý

source: Y-m-d H:i
cs: d.m.Y H:i

source: Remove marks
cs: Odstranění značek

source: Remove Index-File
cs: Odstranění Index-souboru

source: Mark advertisements
cs: Označení reklam
